MSFExploits/ExploitsMSF/SAP/MSF/src/SapBusinessobjectsVersionEnum.payload

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"  xmlns:ns="http://session.dsws.businessobjects.com/2007/06/01">
<soapenv:Header/>
<soapenv:Body>
<ns:getVersion/>
</soapenv:Body>
</soapenv:Envelope>

